Repository: wp-plugins/st-category-email-subscribe
Catalog: language/stemail-*.po
Languages: es_es, fr_fr

source: Please Check.Email Address is Invalid
es_es: Por favor Check.Email electrónico no es válida
fr_fr: Veuillez vérifier. L'adresse email est invalide

source: Subscribe to receive posts in email
es_es: Suscríbase para recibir mensajes por correo electrónico
fr_fr: Souscrire pour recevoir les articles par email

source: Name:
es_es: Nombre:
fr_fr: Nom:

source: Name...
es_es: nombre...
fr_fr: Nom...

source: Email Address...
es_es: Dirección de correo electrónico ...
fr_fr: Adresse Email...

source: Category:
es_es: Categoría:
fr_fr: Catégorie :

source: Submit
es_es: presentar
fr_fr: Soumettre

source: Thank you for subscribing to our mailing list
es_es: Gracias por suscribirse a nuestra lista de correo
fr_fr: Merci de vous être abonné à notre mailing list

source: Subscribe to receive updates in email
es_es: Suscríbete para recibir actualizaciones por email
fr_fr: Souscrire pour recevoir les mises à jour par email

source: Prepend:
es_es: Anteponer:
fr_fr: Préfixe:

source: Show Name Field:
es_es: Mostrar Nombre de campo:
fr_fr: Afficher le champ Nom :

source: Name Field Label:
es_es: Nombre del campo Label:
fr_fr: Etiquette du champ Nom:

source: Name Field Default Value:
es_es: Nombre del campo Valor predeterminado:
fr_fr: Valeur par défaut du champ Nom :

source: Email Field Label:
es_es: Email El campo Label:
fr_fr: Etiquette du champ email :

source: Email Field Default Value:
es_es: Email Campo Valor predeterminado:
fr_fr: Valeur par défaut du champ Email :

source: Show Category Field:
es_es: Mostrar categoría Campo:
fr_fr: Afficher le champ Catégorie :

source: Category Field Label:
es_es: Categoría de la Etiqueta de campo:
fr_fr: Etiquette du champ Catégorie :

source: Submit Button Label:
es_es: Enviar Button Label:
fr_fr: Etiquette du bouton Soumettre :

source: Show JavaScript Thanks:
es_es: Mostrar JavaScript Thanks:
fr_fr: Afficher les remerciements JavaScript :

source: Thank You Text
fr_fr: Texte de remerciement

source: Category Email Subscribe Plugin
es_es: Categoría Email Suscribirse Plugin
fr_fr: Plugin de souscription email par Catégorie

source: Settings
es_es: Configuración
fr_fr: Paramètres

source: Send Email From (Email):
es_es: Enviar Email De (correo electrónico):
fr_fr: Envoyer les emails depuis (Email) :

source: Send Email From (Name):
es_es: Enviar Email De (Nombre):
fr_fr: Envoyer les emails depuis (Nom) :

source: How to Use
es_es: Cómo utilizar
fr_fr: Utilisation

source: 1. Enter the Send Email from Email and Name
es_es: 1. Introduzca el enviar correo electrónico desde correo electrónico y nombre
fr_fr: 1. Entrez l'email et le nom à partir duquel les mails seront envoyés

source: All emails will be sent from this name and email
es_es: Todos los correos electrónicos se enviarán de este nombre y correo electrónico
fr_fr: Tous les emails seront envoyés depuis ce nom et cet email

source: 2. Add Subscribers
es_es: 2. Añadir Suscriptores
fr_fr: 2. Ajouter des abonnés

source: Go to St Category Emai Subscribe > Subscribers to Manage Subscribers
es_es: Ir a St Categoría Emai Suscribirse> suscriptores para administrar suscriptores
fr_fr: Aller à St Souscription Email par Catégorie > Souscripteurs pour gérer les Souscripteurs

source: You can manually add a subscriber
es_es: Puede añadir manualmente un suscriptor
fr_fr: Vous pouvez ajouter manuellement un abonné

source: Or Import an entire list
es_es: O importar una lista completa
fr_fr: Ou importer une liste entière

source: The emails will be sent as soon as a
es_es: Los correos electrónicos se enviarán tan pronto como
fr_fr: Les emails seront envoyès dès que

source: Post is Published
fr_fr: L'article est publié

source: The email will be sent only to the subscribers registered for the category of Post
es_es: El correo electrónico será enviado únicamente a los suscriptores registrados para la categoría de mensaje
fr_fr: Les emails seront envoyès uniquement aux abonnés à la catégorie de l'article

source: 3. Add Subscribe Form
es_es: 3. Suscríbete Agregar formulario
fr_fr: 3. Ajouter un formulaire d'abonnement

source: Place the subscribe form on your website using
es_es: Coloque la forma suscribirse en tu sitio web utilizando
fr_fr: Placer le formulaire sur votre site en utilisant

source: Widget : Category Email Subscribe Form
es_es: Widgets: Categoría Email Suscribirse Form
fr_fr: Widget : Souscription email par Catégorie

source: Or Short code [st_category_subscribe_form]
es_es: O código corto [st_category_subscribe_form]
fr_fr: Ou bien le code court [st_category_subscribe_form]

source: Show your Support
es_es: Muestre su Apoyo
fr_fr: Afficher votre support

source: Want to help make this plugin even better? All donations are used to improve this plugin, so donate $20, $50 or $100 now!
es_es: ¿Quieres ayudar a hacer este plugin aún mejor? Todas las donaciones se utilizan para mejorar este plugin, doné $ 20, $ 50 o $ 100 ahora!
fr_fr: Vous voulez aider à rendre ce plugin encore meilleur ? Toutes les donations sont utilisées pour améliorerce plugin, alors donnez $20, $50 ou $100 maintenant !

source: Donate
es_es: donar
fr_fr: Donner

source: Connect With Us
es_es: Conecte con Nosotros
fr_fr: Connectez-vous avec nous

source: Input file is not specified
es_es: No se especifica el archivo de entrada
fr_fr: Le fichier d'entrée n'est pas spécifié

source: Source file could not be opened!
es_es: Archivo de origen no se pudo abrir!
fr_fr: Le fichier source n'a pu être ouvert !

source: Error on fopen
es_es: Error en fopen
fr_fr: Erreur sur fopen

source: Insert into the Database failed for the following Query:
es_es: Inserte en la base de datos de consulta falló por las siguientes:
fr_fr: L'insertion dans la base de donnée a échoué pour la requête suivante:

source: File content has been successfully imported into the database!
es_es: El contenido ha sido del archivo importado correctamente en la base de datos!
fr_fr: Le contenu du fichier a été correctement importé dans la base de données !

source: Error occured while trying to import!
es_es: Se produjo un error al intentar importar!
fr_fr: Une erreur est survenue pendant l'import !

source: There was an error uploading the file, please try again!
es_es: Se ha producido un error al subir el archivo, por favor intente de nuevo!
fr_fr: Il y a eu une erreur en téléversant le fichier, merci de réessayer !

source: Subscriber Added Successfully!
es_es: Suscriptor agregado con éxito!
fr_fr: Souscripteur ajouté avec succès !

source: Emails(s) Unsubscribed Successfully!
es_es: Mensajes de correo electrónico (s) con éxito no suscribirse!
fr_fr: Email(s) correctement désabonnés !

source: Subscribers
es_es: suscriptores
fr_fr: Souscripteurs

source: Import Subscribers
es_es: suscriptores de importación
fr_fr: Importer les souscripteurs

source: Choose a CSV file to upload:
es_es: Elija un archivo CSV para cargar:
fr_fr: Choisissez un fichier CSV à téléverser :

source: Add a Subscriber
fr_fr: Ajouter un souscripteur

source: Name
es_es: nombre
fr_fr: Nom

source: Category
es_es: categoría
fr_fr: Catégorie
